Repository: windj007/docato
Catalog: docato/navigator/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You must specify URL or File or both
ru: Необходимо указать либо URL, либо загрузить файл, либо и то и другое

source: Name
ru: Имя

source: Description
ru: Описание

source: Can view project contents
ru: Может просматривать содержимое проекта

source: Can add or remove subjects
ru: Может добавлять или удалять задачи

source: Timestamp
ru: Время загрузки

source: Allow delete slots (with cascade deletion of values)
ru: Разрешить удаление свойств (при этом соответствующие значения объектов будут удалены)

source: Can upload documents
ru: Может загружать документы

source: Can edit documents markup
ru: Может редактировать разметку документов

source: Can edit typesystem
ru: Может редактировать систему типов

source: Not analyzed yet
ru: Ещё не проанализирован

source: Analyzed successfully
ru: Успешно проанализирован

source: Error occurred during analysis
ru: Ошибка во время анализа

source: Subject
ru: Задача

source: Title
ru: Название

source: Authors
ru: Авторы

source: Content type
ru: Формат документа

source: Source file
ru: Исходный файл

source: Content
ru: Содержимое

source: State
ru: Состояние

source: Load time
ru: Время загрузки

source: Standalone
ru: Самостоятельный

source: Copy of
ru: Копия

source: Some description
ru: Описание

source: Order
ru: Порядок

source: Slot values cascade deletion is not allowed!
ru: Каскадное удаление значений свойств запрещено!

source: Class Label
ru: Номинальное значение

source: List of class labels
ru: Список номинальных значений

source: Integer
ru: Целое число

source: List of integers
ru: Список целых чисел

source: Real
ru: Вещественное число

source: List of real numbers
ru: Список вещественных чисел

source: Object
ru: Объект

source: List of objects
ru: Список объектов

source: Document
ru: Документ

source: Creation date
ru: Время создания

source: File
ru: Файл

source: Loaded at
ru: Время загрузки

source: Analyzed
ru: Состояние

source: Some tools to analyze the feature table
ru: Инструменты для анализа сводной таблицы

source: Information extraction helper
ru: Инструментарий для извлечения информации

source: Log out
ru: Выйти

source: Login
ru: Войти

source: Lab.02
ru: Лаб.02

source: ISA RAS
ru: ИСА РАН

source: Projects
ru: Проекты

source: Frames
ru: Объекты

source: Expand all tree elements
ru: Раскрыть все элементы дерева

source: Collapse all tree elements
ru: Закрыть все элементы дерева

source: Please select something from the document
ru: Пожалуйста, сначала выделите фрагмент текста

source: Could not quick add, because no slot in the object tree is selected
ru: Невозможно выполнить быстрое добавление, т.к. не выбрано ни одного свойства в дереве объектов

source: Cancel
ru: Отмена

source: Please enter new value
ru: Пожалуйста, введите новое значение

source: Add new frame
ru: Создать новый объект

source: Delete frame
ru: Удалить объект

source: Are you sure to delete the selected frames?
ru: Вы уверены, что хотите удалить выбранные объекты?

source: Rename frame
ru: Переименовать объект

source: Please enter the new title
ru: Пожалуйста, введите новое название

source: Highlight cues
ru: Подсветить упоминания

source: Add cues from selection
ru: Создать упоминания из выделенных фрагментов

source: Delete all cues
ru: Удалить все упоминания

source: Are you sure to delete all cues?
ru: Вы уверены, что хотите удалить все упоминания?

source: Edit value
ru: Редактировать значение

source: Highlight cue
ru: Подсветить упоминание

source: Delete cue
ru: Удалить упоминание

source: Are you sure to delete this cue?
ru: Вы уверены, что хотите удалить это упоминание?

source: Add value
ru: Добавить значение

source: Delete
ru: Удалить

source: Are you sure to delete this list element?
ru: Вы уверены, что хотите удалить этот элемент списка?

source: Go to
ru: Перейти

source: An error has occurred during preprocessing of the uploaded document. Please contact administrators.
ru: Ошибка во время обработки документа. Пожалуйста, обратитесь к администраторам.

source: The document is still being processed. Please wait. The page will automatically reload every 2 seconds.
ru: Документ находится в обработке, пожалуйста подождите. Страница будет автоматически перезагружаться каждые 2 секунды.

source: If you are still not redirected to search page please click the following link
ru: Если вы по прежнему не перенаправлены на страницу поиска, пожалуйста, кликните по ссылке

source: The entered login and password don't meet each other.
ru: Введённые логин и пароль не совпадают

source: Log in
ru: Войти

source: Open new subject
ru: Создать новую задачу

source: Please enter name of the new subject
ru: Пожалуйста, введите название новой задачи

source: Create new subject
ru: Создать новую задачу

source: Already investigated subjects
ru: Ранее созданные задачи

source: Delete the selected subjects
ru: Удалить выбранные задачи

source: Add new subject
ru: Создать новую задачу

source: Subjects
ru: Задачи

source: Add new project
ru: Создать новый проект

source: Create new project
ru: Создать новый проект

source: Delete the selected projects
ru: Удалить выбранные проекты

source: Please enter the query in the form above and press search button
ru: Пожалуйста, введите запрос в форму в верхней части страницы и нажмите на кнопку, соответствующую поисковой машине.

source: This application needs frames enabled to work properly
ru: Для корректной работы приложения необходима поддержка фреймов.

source: Search
ru: Поиск

source: Search query
ru: Поисковый запрос

source: Load document
ru: Загрузить документ

source: Type system
ru: Система типов

source: Add document
ru: Загрузить документ

source: Summary table
ru: Сводная таблица

source: Analysis
ru: Анализ

source: Loaded documents
ru: Загруженные документы

source: Delete the selected documents
ru: Удалить выбранные документы

source: Show cues
ru: Показать упоминания

source: Frame
ru: Объект

source: Reference to
ru: Ссылка на

source: Show values
ru: Показать значения

source: Add Slot
ru: Добавить свойство

source: Clone
ru: Создать дубликат

source: Type is standalone
ru: Тип является самостоятельным

source: No
ru: Нет

source: Yes
ru: Да

source: Is this type standalone or acts only as a part of others?
ru: Данный тип является самостоятельным, или выступает только в роли части других объектов?

source: Type
ru: Тип

source: Other Properties
ru: Другие свойства

source: Are you sure to delete this type?
ru: Вы уверены, что хотите удалить этот тип?

source: Please ensure that no references to this type exist
ru: Пожалуйста, проверьте, что не существует ссылок на выбранный тип

source: Name cannot be empty
ru: Имя не может быть пустым

source: This field cannot be empty
ru: Это поле не может быть пустым

source: Are you sure to delete this slot?
ru: Вы уверены, что хотите удалить свойство?

source: Please delete all the values of that slot first or allow cascade deletion
ru: Пожалуйста, сначала удалите все объекты, у которых это свойство заполнено, или разрешите каскадное удаление

source: Is embedded
ru: Встроенный

source: Is value must be embedded?
ru: Да - усли это отношение часть-целое, если это просто связь, то нет

source: Value type
ru: Тип значения

source: Select type
ru: Выберите тип

source: Go to the type declaration
ru: Перейти к описанию типа

source: Default value
ru: Значение по умолчанию

source: Object Types
ru: Типы объектов

source: Slot deletion allowed
ru: Удаление свойств разрешено

source: Allow to delete slots with automatic cascade delection of their values?
ru: Разрешить удаление свойств с последующим каскадным удалением соответствующих значений?

source: The document with the same name has been already uploaded within this subject
ru: Документ с указанным именем уже был ранее загружен в рамках данной задачи

source: Frame Type
ru: Тип объекта

source: Type name must be unique and cannot be empty
ru: Имя типа должно быть уникальным и не должно быть пустым

source: Please remove references to this type first
ru: Пожалуйста, удалите сначала все ссылки на данный тип

source: Slot
ru: Свойство

source: Slot name must be unique within the type and cannot be empty
ru: Имя свойства должно быть уникальным в рамках типа и не может быть пустым

source: Please enter a valid integer
ru: Пожалуйста, введие корректное целое число

source: Please enter a valid real number
ru: Пожалуйста, введите корректное вещественное число

source: Please delete all the frames using this slot first
ru: Пожалуйста, сначала удалите все объекты, использующие это свойство заполненным

source: This change leads to circular dependency between types
ru: Такое изменение не может быть завершено, т.к. ведёт к образованию циклических зависимостей между типами

source: ref to
ru: ссылка на

source: not set
ru: не задано

source: Please remove references to the frame first
ru: Пожалуйтса, удалите сначала все ссылки на объект

source: Target frame does not exist!
ru: Выбранный объект не существует!

source: The document has been successfully submitted
ru: Документ был успешно загружен
